import React from 'react';

function Terms() {
  return (
    <div>
      <ul>
        <li>
          <h2>Nikon鏡片視光體驗中心官方網站之認知與接受條款</h2>
          <p>
            Nikon鏡片視光體驗中心官方網站是一個提供公眾服務之開放場所，
            使用者同意對其所公布於Nikon鏡片視光體驗中心官方網站或國際網
            際網路的相關資料，透過Nikon鏡片視光體驗中心官方網站傳輸的一
            切內容願負全部的責任，並承諾遵守中華民國相關法規及全球網際網
            路規定與慣例。當您在瀏灠或使用本網站所提供的服務時，就表示您
            已經明確了解並同意接受以下所有規範，法商依視路台灣分公司有權
            於任何時間修改或變更本服務條款之內容，建議您隨時注意該等修改
            或變更。您於任何修改或變更後繼續使用本服務，視為您已閱讀、瞭
            解並同意接受該等修改或變更。如果您不同意本服務條款的內容，或
            者您所屬的國家或地域排除本服務條款內容之全部或一部時，您應立
            即停止使用本服務。
          </p>
        </li>
      </ul>
    </div>
  );
}

export default Terms;
